{
    "title": "DerikCH - Portifolio",
    "nav_about": "About",
    "nav_technologies": "Technologies",
    "nav_projects": "Projects",
    "nav_contact": "Contact",
    "name": "</Derik Christian>",
    "description": "Future Full Stack Web Developer.",
    "About-me": "About me",
    "who": "Who am I",
    "education": "Education and Skills",
    "qualities": "Main Qualities",
    "objectives": "Current Objectives",
    "about-text": "Hi, I'm Derik, a 22-year-old beginner web developer starting his career and studying to become a Full Stack Developer. I'm passionate about learning new things, logic, problem-solving, and building efficient systems. I enjoy tackling challenges with critical and analytical thinking, and I strive to create high-quality, clean, and effective solutions.",
    "education-text": "I have a strong grasp of HTML, CSS and JavaScript, and I'm currently learning frameworks like React and Bootstrap, as well as backend development with Node.js and MongoDB. I'm also pursuing a degree in Data Analysis, as I believe data can plays a vital role in every carrer, and combining development skills with data driven insights, is how we create real solutions for real-world problems.",
    "qualities-text": "I'm determined, motivated, and always seeking to improve and learn. Whether working independently or as part of a team, I focus on delivering high-quality results with great attention to detail.",
    "objectives-text": "I'm currently focused on developing new skills, refining the ones I already have, and seeking opportunities to expand my portfolio and gain hands-on experience. My goal is to continually grow as a developer and professional.",
    "skills": "Skills",
    "future-skills": "What I am learning",
    "projects": "Projects",
    "project-title1": "Title",
    "load": "Load HTML here!",
    "project-title2": "Title",
    "contact": "Send a Message!",
    "rights": "© 2025 Derik Christian. All rights reserved.",
    "author": "Designed and built by me." 
}